Repository: traqutor/flutter_getx_scaffold
Catalog: lib/core/l10n/app_*.arb
Languages: pl

# appTitle
source: SEO Immobilizer
pl: CANblu

# settingsLabel
source: Settings
pl: Ustawienia

# connectionStateActive
source: Connected
pl: Połaczony

# connectionStateDisabled
source: Disabled
pl: Nie połączony

# pairedPhonesLabel
source: Paired Phones
pl: Połączone telefony

# pairedTransmittersLabel
source: Paired Transmitters
pl: Połączone transmittery

# aboutLabel
source: About the application
pl: O aplikacji

# pinLabelSet
source: PIN code
pl: PIN został ustawiony

# pinLabelUnset
source: PIN code is not set
pl: PIN nie jest ustawiony

# stateLabel
source: State
pl: Stan

# themeLabel
source: Theme
pl: Wygląd

# advancedLabel
source: Advanced
pl: Zaawansowane

# informationLabel
source: Information
pl: Informacje

# notificationsLabel
source: Notifications
pl: Powiadomienia

source: Theme Settings System Description
pl: Ustawienia wyglądu

source: Theme Settings Light
pl: Wygląd jasny

source: Theme Settings Light Description
pl: Ustaw jasny

source: Theme Settings Dark
pl: Ustawienia ciemne

source: Theme Settings System
pl: Ustwienia systemowe

source: Notifications Enable
pl: Powiadomienia włączone

source: Theme Settings Dark Description
pl: Ustawienia ciemne opis

source: Language Settings Title
pl: Ustawienia języka aplikacji
